tap "eth-p/software"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "muesli/tap"
tap "schniz/tap"
brew "xz"
brew "libpng"
brew "libtiff"
brew "coreutils"
brew "asdf"
brew "atomicparsley"
brew "pkg-config"
brew "autogen"
brew "autossh"
brew "bash"
brew "bash-completion@2"
brew "bzip2"
brew "libffi"
brew "python@3.9"
brew "cairo"
brew "cheat"
brew "cmake"
brew "colordiff"
brew "python@3.10"
brew "curl"
brew "diff-so-fancy"
brew "diffstat"
brew "diffutils"
brew "direnv"
brew "fd"
brew "gnutls"
brew "findutils"
brew "fnm"
brew "fontforge"
brew "fpp"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "ghc"
brew "ghq"
brew "gist"
brew "git"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "grep"
brew "gzip"
brew "hadolint"
brew "htop"
brew "hub"
brew "jq"
brew "json-glib"
brew "jsonrpc-glib"
brew "less"
brew "lesspipe"
brew "libmagic"
brew "libxml2"
brew "libxslt"
brew "lsof"
brew "luarocks"
brew "luv"
brew "makedepend"
brew "md5sha1sum", link: false
brew "moreutils"
brew "mujs"
brew "yt-dlp"
brew "neofetch"
brew "neovim"
brew "nnn"
brew "node"
brew "tree"
brew "perl"
brew "pipes-sh"
brew "psgrep"
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "pyenv-which-ext"
brew "ruby-build"
brew "rbenv"
brew "rbspy"
brew "reattach-to-user-namespace"
brew "remake"
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "rsync"
brew "screen"
brew "screenfetch"
brew "shellcheck"
brew "shfmt"
brew "unzip"
brew "urlview"
brew "vale"
brew "vim"
brew "watch"
brew "wget"
brew "yank"
brew "youtube-dl"
brew "z"
brew "zlib"
brew "zsh"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-mononoki-nerd-font"

