tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "muesli/tap"
tap "schniz/tap"
brew "asdf"
brew "pkg-config"
brew "autogen"
brew "bash"
brew "bzip2"
brew "libffi"
brew "cheat"
brew "cmake"
brew "python@3.10"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "fd"
brew "gnutls"
brew "findutils"
brew "fnm"
brew "fontforge"
brew "fpp"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "grep"
brew "gzip"
brew "hub"
brew "jq"
brew "less"
brew "lesspipe"
brew "libxml2"
brew "lsof"
brew "luarocks"
brew "luv"
brew "moreutils"
brew "neofetch"
brew "neovim"
brew "nnn"
brew "node"
brew "tree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "screen"
brew "screenfetch"
brew "shellcheck"
brew "shfmt"
brew "unzip"
brew "urlview"
brew "vim"
brew "watch"
brew "wget"
brew "zlib"
brew "zsh"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-mononoki-nerd-font"

